[
    {
        "id": 1,
        "subcategory": "Traders",
        "entries": [
            {
                "id": 1,
                "name": "Celeste",
                "image": "placeholder",
                "desc": "“Here's a little secret for you; she collects mugs. I’ve catalogued twenty-three of them so far, and her preferred subset are silly print ones. I keep a stash in the clinic, to be dispensed for when she has a particularly bad day.” - Lance\n\nCeleste was part of a small group that first moved into what was to become Speranza. Steady and reliable, people increasingly turned towards her for guidance and mediation, turning her into a pillar of the fast-growing community.\n\nOverpopulation, political strife, and resource shortages soon became her daily reality. Worst of all, in the absence of ARC, her fellow Raiders began turning on each other."
            },
            {
                "id": 2,
                "name": "Shani",
                "image": "placeholder",
                "desc": "“People think Celeste is running this place, and they’re not entirely wrong. But what they don’t realize is that without Shani, we’d all be toast. No one knows more about Speranza or ARC than she does.” - Apollo\n\nVigilant, cautious, and dutiful, Shani keeps a near-constant watch on the screens in her room. Officially, she’s tasked with monitoring any Topside threats, as well as operation of the Tubers and all Raider Hatches. In reality, there is little in Speranza that escapes her watchful gaze."
            },
            {
                "id": 3,
                "name": "Tian Wen",
                "image": "placeholder",
                "desc": "“You know, I don’t really remember when she showed up. One day she was just there, holed up behind a deadbolt door, setting up shop.” - Celeste\n\nA technical mastermind with a cut-throat personality, Tian Wen conducts most of her business from behind a bulletproof door, hidden away in a dark alley off the Piazza.\n\nHer mastery in crafting high-quality firearms has earned fame in Speranza and beyond. Rumor has it she doesn’t think too highly of Raiders, yet her trade makes dealing with them an unavoidable reality."
            },
            {
                "id": 4,
                "name": "Lance",
                "image": "placeholder",
                "desc": "“I’ve come across similar models before, though even that’s a rarity. But none of them spoke or carried themselves quite like Lance. I’m not sure what wires got crossed in that metal head of his, but I’d love to find out. Also, he’d fetch a fortune on the black market- but you didn’t hear that from me.” - Tian Wen\n\nAn enigma to Speranzan society- and to some extent himself. Given that he can’t remember his origins- the android Lance runs his famed medical clinic just off the Piazza. It is said that the only thing he can’t cure is the common cold, though that’s never said within his earshot.\n\nWhen it comes to medical matters, Lance is a consummate professional; equally focused while wrapping bandages as he is while picking out bullets with tweezers. When it comes to settling on a name for his clinic, however, his composure tends to fall apart very quickly."
            },
            {
                "id": 5,
                "name": "Apollo",
                "image": "placeholder",
                "desc": "“Unlike many here, this isn’t Apollo’s first settlement. He claims to have lived in several, although he is a bit vague on the details. That said, his energy for improvement and his constant cheer do have their uses.” - Shani\n\nApollo runs a store by Speranza’s Piazza, selling primarily makeshift grenades and gadgets. Most of his wares are of his own design, and though they may seem rudimentary to the untrained eye, they are thoroughly filed-tested by the most daring Raiders."
            }
        ]
    },
    {
        "id": 2,
        "subcategory": "Groups And Organizations",
        "entries": [
            {
                "id": 1,
                "name": "Raiders",
                "image": "placeholder",
                "desc": "With ARC’s lethal machines ruling the surface, only a handful of survivors dare venture topside. With a combination of unwavering boldness and quick thinking, they are the only source of rare goods for most inhabitants of Toledo.\n\nAs Toledo grew into secluded, isolated neighborhoods, Raiders have grown increasingly possessive and hostile to one another. While outside the reach of Toledo’s security, many have been known to settle bitter rivalries by force."
            },
            {
                "id": 2,
                "name": "Blue Gate Nomads",
                "image": "placeholder",
                "desc": "placeholder"
            },
            {
                "id": 3,
                "name": "OTTM",
                "image": "placeholder",
                "desc": "placeholder"
            }
        ]
    }
]